import "./about.scss";
import {Card} from "../../../components/card/card";
import {ReactComponent as SnappIcon} from "../../../assets/images/snappTextLogo.svg"

export const About = () => {
    return (
        <Card className={"sc-about"}>
            <div className={"row"}>
                <h2>درباره ی ما</h2>
                <SnappIcon/>
            </div>
            <p>شرکت ایده گزین ارتباطات روماک، با نام تجاری اسنپ، در سال ۱۳۹۳ راه‌اندازی شد. اسنپ شرکتی پویا و مبتنی بر
                داده است که از ذهن پویا و خلاق جوانان ایران قدرت می‌گیرد. این شرکت به عنوان راهکاری اثربخش برای انجام
                سفرهای درون شهری، فعالیت خود را با یک تیم کوچک آغاز کرد و در کمتر از چند سال به بزرگ‌ترین سامانه هوشمند
                حمل‌ونقل در ایران تبدیل شد. دکتر إياد القصار و دکتر محمود فوز هم‌بنیان‌گذاران این شرکت هستند. اپلیکیشن
                اسنپ بعد از گذشت چهار سال از شروع فعالیتش به سوپراپ تبدیل شد و اکنون خدمات گروه اسنپ در آن ارائه می‌شود.
                امکان درخواست خودرو، موتور، وانت، سفارش غذا، خدمات پزشکی و مشاوره آنلاین، رزرو هتل و اقامتگاههای ارزان،
                خرید بلیط هواپیما، اتوبوس و … در این اپلیکیشن جامع به صورت یکجا فراهم است.</p>
        </Card>
    )
}